[
  {
    "firstName": "Bola",
    "lastName": "Tinubu",
    "profileImageUrl": "https://firebasestorage.googleapis.com/v0/b/election-d2d38.appspot.com/o/images-2.jpeg?alt=media&token=0d66cb05-17fc-4a73-b150-670bb580be21",
    "party": "APC",
    "briefSummary": "Chief Bola Ahmed Adekunle Tinubu (born 29 March 1952) is a Nigerian politician and business man. He was the governor of Lagos State from 1999 to 2007"
  },
  {
    "firstName": "Atiku",
    "lastName": "Abubakar",
    "profileImageUrl": "https://firebasestorage.googleapis.com/v0/b/election-d2d38.appspot.com/o/images.jpeg?alt=media&token=b5f79176-d8c8-4ebc-bb33-dbe6f944689d",
    "party": "PDP",
    "briefSummary": "Atiku Abubakar (born 25 November 1946) is a Nigerian politician and businessman who served as the vice president of Nigeria from 1999 to 2007 during the presidency of Olusegun Obasanjo. He ran as governor of Adamawa State in 1990, 1996, and in 1998, when he was finally elected before he became Obasanjo's running mate during the 1999 presidential election and was re-elected in 2003. Atiku Abubakar ran unsuccessfully for President of Nigeria six times, in 1993, 2007, 2011, 2015, 2019, and 2023. He ran in the Social Democratic Party presidential primaries in 1993, but lost to Moshood Abiola and Baba Gana Kingibe. He was a presidential candidate of the Action Congress in the 2007 presidential election coming in third to Umaru Yar'Adua of the PDP and Muhammadu Buhari of the ANPP. He contested the presidential primaries of the People's Democratic Party during the 2011 presidential election losing out to incumbent President Goodluck Jonathan.[5] In 2014, he joined the All Progressives Congress ahead of the 2015 presidential election and contested the presidential primaries losing to Muhammadu Buhari. In 2017, he returned to the Peoples Democratic Party and was the party presidential candidate during the 2019 presidential election, again losing to incumbent President Muhammadu Buhari."
  },
  {
    "firstName": "Peter",
    "lastName": "Obi",
    "profileImageUrl": "https://firebasestorage.googleapis.com/v0/b/election-d2d38.appspot.com/o/Peter-Obi-and-Kwankwaso-e1680730961510.jpg?alt=media&token=47ea28ca-219d-4e1b-afa5-aba889807eff",
    "party": "LP",
    "briefSummary": "Peter Gregory Onwubuasi Obi (born 19 July 1961) is a Nigerian businessman politician and philanthropist , who served as governor of Anambra from March to November 2006, February to May 2007, and June 2007 to March 2014. In May 2022, he became the Labour Party candidate for President of Nigeria in the 2023 presidential election, after defecting from the Peoples Democratic Party. Born in Onitsha in 1961, Obi graduated from the University of Nigeria in 1984. Afterwards, he entered business and banking, eventually holding several executive positions in several banks. Obi contested for governor in 2003 as a member of the All Progressives Grand Alliance, but Chris Ngige was declared winner of the election. In 2006, the election of Chris Ngige was nullified and Obi was declared winner of the 2003 election, and he assumed office in March 2006. Shortly, he was impeached in November the same year by the Anambra State House of Assembly, led by Hon. Mike Balonwu. However, his impeachment was overturned and he returned to office in February 2007. Obi was removed after the 2007 Anambra State gubernatorial election, but the judiciary again intervened by ruling that he should be allowed to complete a full four-year term. In 2010, he was re-elected to a second term."
  },
  {
    "firstName": "Rabiu",
    "lastName": "Kwankwaso",
    "profileImageUrl": "https://firebasestorage.googleapis.com/v0/b/election-d2d38.appspot.com/o/Kwankwaso.jpg?alt=media&token=326e5aa7-fb3e-4139-a59c-a5c8f88db22e",
    "party": "NNPP",
    "briefSummary": "Mohammed Rabi'u Musa Kwankwaso (born 21 October 1956) is a Nigerian politician who served as governor of Kano state from 1999 to 2003 and from 2011 to 2015. After he lost his re-election in 2003, he was appointed the first Minister of Defence of the Fourth Republic with no prior military background from 2003 to 2007, under the administration of President Olusegun Obasanjo.He was later elected to the Senate in 2015, serving one term under the platform of the All Progressives Congress (APC) representing Kano Central Senatorial District. He is currently the national leader of the New Nigeria Peoples Party. Kwankwaso enjoys widespread support in Kano and north-western Nigeria"
  }
]
